Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.gy
source: Guyana sits on the northern coast of South America but is often culturally grouped with the Caribbean because of its language, colonial history, and migration patterns. It is one of the few countries on the continent with English as the official language, and it contains immense rainforest interior beyond its coastal settlements. In recent years, major offshore oil discoveries have begun to change how the world talks about it.
de: Guyana liegt an der Nordküste Südamerikas, wird aber aufgrund seiner Sprache, seiner kolonialen Geschichte und seiner Migrationsmuster oft kulturell mit der Karibik in Verbindung gebracht. Es ist eines der wenigen Länder auf dem Kontinent, in dem Englisch die Amtssprache ist, und es enthält riesige Regenwaldbereiche im Inneren jenseits seiner Küstensiedlungen. In den letzten Jahren haben große Offshore-Ölfunde begonnen, die Art und Weise zu verändern, wie die Welt über es spricht.
es: Guyana se encuentra en la costa norte de Sudamérica, pero a menudo se le agrupa culturalmente con el Caribe debido a su idioma, historia colonial y patrones de migración. Es uno de los pocos países del continente con inglés como idioma oficial, y contiene un inmenso interior selvático más allá de sus asentamientos costeros. En los últimos años, importantes descubrimientos de petróleo en alta mar han comenzado a cambiar la forma en que el mundo habla de él.
fr: La Guyane se situe sur la côte nord de l'Amérique du Sud mais est souvent culturellement associée aux Caraïbes en raison de sa langue, de son histoire coloniale et de ses mouvements migratoires. C'est l'un des rares pays du continent à avoir l'anglais comme langue officielle, et elle possède un immense intérieur forestier au-delà de ses établissements côtiers. Ces dernières années, de grandes découvertes pétrolières offshore ont commencé à changer la manière dont le monde en parle.
it: La Guyana si trova sulla costa settentrionale del Sud America, ma è spesso culturalmente raggruppata con i Caraibi a causa della sua lingua, della storia coloniale e dei modelli migratori. È uno dei pochi paesi del continente con l'inglese come lingua ufficiale e contiene un'immensa foresta pluviale al di là degli insediamenti costieri. Negli ultimi anni, le principali scoperte petrolifere offshore hanno iniziato a cambiare il modo in cui il mondo ne parla.
pt_br: A Guiana está situada na costa norte da América do Sul, mas frequentemente é culturalmente agrupada com o Caribe devido à sua língua, história colonial e padrões de migração. É um dos poucos países no continente com o inglês como língua oficial e contém um imenso interior de floresta tropical além de seus assentamentos costeiros. Nos últimos anos, grandes descobertas de petróleo marítimo começaram a mudar a forma como o mundo fala sobre ela.
ru: Гайана расположена на северном побережье Южной Америки, но часто культурно относится к Карибскому региону из-за своего языка, колониальной истории и миграционных процессов. Это одна из немногих стран на континенте, где английский язык является официальным, и в ней есть огромные тропические леса во внутренней части страны за пределами прибрежных поселений. В последние годы крупные открытия оффшорной нефти начали изменять то, как мир о ней говорит.

# country.description.hk
source: Hong Kong is a Chinese special administrative region whose identity was shaped by British colonial rule, Cantonese culture, global finance, and one of the most intense urban skylines on earth. For decades it functioned as a distinctive bridge between China and the wider world. Any current description also has to recognize how dramatically politics and civil liberties have changed in recent years.
de: Hongkong ist eine chinesische Sonderverwaltungszone, deren Identität von der britischen Kolonialherrschaft, der kantonesischen Kultur, der globalen Finanzwelt und einer der intensivsten städtischen Skylines der Erde geprägt wurde. Jahrzehntelang fungierte es als eine unverwechselbare Brücke zwischen China und der weiteren Welt. Jede aktuelle Beschreibung muss auch anerkennen, wie stark sich Politik und bürgerliche Freiheiten in den letzten Jahren verändert haben.
es: Hong Kong es una región administrativa especial china cuya identidad se formó por la dominación colonial británica, la cultura cantonesa, las finanzas globales y uno de los horizontes urbanos más intensos del mundo. Durante décadas funcionó como un puente distintivo entre China y el resto del mundo. Cualquier descripción actual también tiene que reconocer cómo han cambiado drásticamente la política y las libertades civiles en los últimos años.
fr: Hong Kong est une région administrative spéciale chinoise dont l'identité a été façonnée par la domination coloniale britannique, la culture cantonaise, la finance mondiale et l'un des horizons urbains les plus intenses de la planète. Pendant des décennies, elle a fonctionné comme un pont distinctif entre la Chine et le monde extérieur. Toute description actuelle doit également reconnaître à quel point la politique et les libertés civiles ont changé ces dernières années.
it: Hong Kong è una regione amministrativa speciale cinese la cui identità è stata plasmata dal dominio coloniale britannico, dalla cultura cantonese, dalla finanza globale e da uno degli skyline urbani più intensi della terra. Per decenni ha funzionato come un ponte distintivo tra la Cina e il resto del mondo. Qualsiasi descrizione attuale deve anche riconoscere quanto drammaticamente siano cambiate la politica e le libertà civili negli ultimi anni.
pt_br: Hong Kong é uma região administrativa especial chinesa cuja identidade foi moldada pelo domínio colonial britânico, pela cultura cantonesa, pelas finanças globais e por um dos horizontes urbanos mais intensos do planeta. Por décadas, funcionou como uma ponte distinta entre a China e o mundo mais amplo. Qualquer descrição atual também precisa reconhecer como a política e as liberdades civis mudaram drasticamente nos últimos anos.
ru: Гонконг — это специальный административный район Китая, чья идентичность формировалась под влиянием британского колониального правления, кантонской культуры, глобальных финансов и одного из самых насыщенных городских пейзажей на Земле. Десятилетиями он функционировал как особый мост между Китаем и остальным миром. Любое современное описание также должно учитывать, как кардинально изменились политика и гражданские свободы в последние годы.

# country.description.hm
source: Heard Island and McDonald Islands are an Australian external territory in the southern Indian Ocean, with no permanent residents and access so difficult that most people will never come remotely close to them. The territory is valued mainly for science, conservation, and the fact that it contains one of Australia's active volcanoes on Heard Island. It belongs more to the world of expedition logistics than to tourism.
de: Heard-Insel und McDonald-Inseln sind ein australisches Außengebiet im südlichen Indischen Ozean, ohne ständige Bewohner und mit so schwieriger Zugänglichkeit, dass die meisten Menschen ihnen niemals auch nur annähernd nahekommen werden. Das Gebiet wird hauptsächlich für Wissenschaft, Naturschutz und die Tatsache geschätzt, dass es einen der aktiven Vulkane Australiens auf der Heard-Insel enthält. Es gehört eher zur Welt der Expeditionslogistik als zum Tourismus.
es: Las islas Heard y McDonald son un territorio externo australiano en el sur del océano Índico, sin residentes permanentes y con un acceso tan difícil que la mayoría de las personas nunca se acercarán remotamente a ellas. El territorio se valora principalmente por la ciencia, la conservación y el hecho de que contiene uno de los volcanes activos de Australia en la isla Heard. Pertenece más al mundo de la logística de expediciones que al turismo.
fr: Les îles Heard et McDonald sont un territoire externe australien dans le sud de l'océan Indien, sans résidents permanents et dont l'accès est si difficile que la plupart des gens ne s'en approcheront jamais de près. Le territoire est surtout apprécié pour la science, la conservation et le fait qu'il contient l'un des volcans actifs de l'Australie sur l'île Heard. Il relève davantage du monde de la logistique d'expédition que du tourisme.
it: Le isole Heard e McDonald sono un territorio esterno australiano nell'Oceano Indiano meridionale, senza residenti permanenti e con un accesso così difficile che la maggior parte delle persone non riuscirà mai ad avvicinarsi a loro. Il territorio è apprezzato principalmente per la scienza, la conservazione e per il fatto che contiene uno dei vulcani attivi australiani sull'Isola Heard. Appartiene più al mondo della logistica delle spedizioni che al turismo.
pt_br: Ilha Heard e Ilhas McDonald são um território externo australiano no sul do Oceano Índico, sem habitantes permanentes e com acesso tão difícil que a maioria das pessoas nunca chegará remotamente perto delas. O território é valorizado principalmente pela ciência, conservação e pelo fato de conter um dos vulcões ativos da Austrália na Ilha Heard. Ele pertence mais ao mundo da logística de expedições do que ao turismo.
ru: Остров Херд и острова Макдональд являются австралийской внешней территорией в южной части Индийского океана, не имеющей постоянного населения и такой труднодоступной, что большинство людей никогда даже не приблизятся к ним. Территория ценится в основном за науку, охрану природы и тот факт, что на острове Херд находится один из действующих вулканов Австралии. Она больше принадлежит миру экспедиционной логистики, чем туризму.

# country.description.hn
source: Honduras sits in the mountainous heart of Central America with both Caribbean and Pacific access, though most of its coastline identity is tied to the Caribbean side. It was home to Maya centers such as Copan and later became deeply entangled in the politics of US fruit companies, the origin of the phrase 'banana republic.' The country is more historically loaded than its quick summaries usually imply.
de: Honduras liegt im bergigen Herzen Mittelamerikas und hat Zugang sowohl zur Karibik als auch zum Pazifik, wobei die Identität seiner Küste jedoch größtenteils mit der Karibikseite verbunden ist. Es war die Heimat von Maya-Zentren wie Copán und wurde später stark in die Politik der US-Fruchtsunternehmen verstrickt, dem Ursprung des Ausdrucks 'Bananenrepublik'. Das Land ist historisch bedeutungsvoller, als seine kurzen Zusammenfassungen normalerweise andeuten.
es: Honduras se encuentra en el corazón montañoso de Centroamérica con acceso tanto al Caribe como al Pacífico, aunque la mayor parte de su identidad costera está vinculada al lado caribeño. Fue hogar de centros mayas como Copán y más tarde se vio profundamente implicada en la política de las compañías fruteras estadounidenses, origen de la frase 'república bananera'. El país tiene más carga histórica de lo que sus resúmenes rápidos suelen implicar.
fr: Le Honduras se situe dans le cœur montagneux de l'Amérique centrale avec un accès à la fois à la mer des Caraïbes et à l'océan Pacifique, bien que la majeure partie de son identité côtière soit liée au côté des Caraïbes. Il a été le foyer de centres mayas tels que Copan et est ensuite devenu profondément impliqué dans la politique des entreprises fruitières américaines, à l'origine de l'expression « république bananière ». Le pays a une histoire plus riche que ce que ses résumés rapides laissent généralement entendre.
it: L'Honduras si trova nel cuore montuoso dell'America Centrale con accesso sia ai Caraibi che al Pacifico, sebbene la maggior parte della sua identità costiera sia legata al lato caraibico. Era sede di centri Maya come Copan e in seguito divenne profondamente coinvolta nella politica delle aziende frutticole statunitensi, da cui l'origine della frase "repubblica delle banane". Il paese è storicamente più carico di quanto i suoi rapidi riassunti di solito lasciano intendere.
pt_br: Honduras está situada no coração montanhoso da América Central, com acesso tanto ao Caribe quanto ao Pacífico, embora a maior parte de sua identidade costeira esteja vinculada ao lado do Caribe. Foi lar de centros maias como Copán e, mais tarde, tornou-se profundamente envolvida na política das empresas de frutas dos EUA, origem da frase 'república das bananas'. O país é mais carregado de história do que seus resumos rápidos geralmente implicam.
ru: Гондурас расположен в гористом сердце Центральной Америки с выходом как к Карибскому морю, так и к Тихому океану, хотя большая часть его прибрежной идентичности связана с Карибским побережьем. Здесь находились майянские центры, такие как Копан, а позже страна глубоко вовлеклась в политику американских фруктовых компаний, откуда и возникла фраза «банановая республика». Страна имеет более насыщенную историю, чем обычно подразумевают её краткие обзоры.

# country.description.hr
source: Croatia combines Adriatic island chains, Roman heritage, Habsburg traces, and inland Balkan geography in one relatively compact state. Stone towns, ferry routes, seafood, vineyards, and clear coastal light give the country an atmosphere that is immediately easy to like. The result is a place where island hopping and old-world urban texture belong naturally together.
de: Kroatien vereint Adriatische Inselketten, römisches Erbe, Habsburger Spuren und das Binnenland der Balkan-Geographie in einem relativ kompakten Staat. Steinstädte, Fährverbindungen, Meeresfrüchte, Weinberge und klares küstennahes Licht verleihen dem Land eine Atmosphäre, die sofort sympathisch ist. Das Ergebnis ist ein Ort, an dem Inselhüpfen und die Textur der Altstädte auf natürliche Weise zusammengehören.
es: Croacia combina cadenas de islas del Adriático, patrimonio romano, rastros de los Habsburgo y geografía interior de los Balcanes en un estado relativamente compacto. Ciudades de piedra, rutas de ferry, mariscos, viñedos y luz costera clara le dan al país una atmósfera que resulta fácil de agradar de inmediato. El resultado es un lugar donde el salto entre islas y la textura urbana del viejo mundo pertenecen naturalmente juntos.
fr: La Croatie combine des chaînes d'îles adriatiques, un patrimoine romain, des traces des Habsbourg et la géographie intérieure des Balkans dans un État relativement compact. Les villes en pierre, les lignes de ferry, les fruits de mer, les vignobles et la lumière claire de la côte donnent au pays une atmosphère immédiatement agréable. Le résultat est un endroit où les escapades d'île en île et la texture urbaine de l'ancien monde coexistent naturellement.
it: La Croazia combina catene di isole adriatiche, eredità romana, tracce asburgiche e geografia balcanica interna in uno stato relativamente compatto. Le città di pietra, le rotte dei traghetti, i frutti di mare, i vigneti e la limpida luce costiera conferiscono al paese un'atmosfera che è immediatamente facile da apprezzare. Il risultato è un luogo in cui il passaggio da un'isola all'altra e il tessuto urbano del vecchio mondo si uniscono naturalmente.
pt_br: A Croácia combina cadeias de ilhas do Adriático, herança romana, vestígios dos Habsburgos e geografia interior balcânica em um estado relativamente compacto. Cidades de pedra, rotas de balsas, frutos do mar, vinhedos e luz costeira clara dão ao país uma atmosfera que é imediatamente fácil de gostar. O resultado é um lugar onde saltar de ilha em ilha e a textura urbana antiga pertencem naturalmente juntas.
ru: Хорватия сочетает адриатические островные цепи, римское наследие, следы Габсбургов и внутреннюю балканскую географию в одном относительно компактном государстве. Каменные города, паромные маршруты, морепродукты, виноградники и чистый прибрежный свет придают стране атмосферу, которой легко сразу же полюбоваться. В результате получается место, где перескакивание с острова на остров и атмосфера старого города естественным образом существуют вместе.

# country.description.ht
source: Haiti shares the island of Hispaniola with the Dominican Republic and carries one of the Caribbean's most original cultural signatures, shaped through Creole language, Vodou traditions, painting, metalwork, music, and a fiercely expressive sense of identity. Port-au-Prince, Jacmel, mountain towns, and coastal communities all contribute different textures, from literary life and carnival to gingerbread architecture and artisan workshops. It is one of those places where artistic imagination is not a side note but one of the clearest ways to understand the country.
de: Haiti teilt sich die Insel Hispaniola mit der Dominikanischen Republik und trägt eine der originellsten kulturellen Prägungen der Karibik, geformt durch die Kreolsprache, Vodou-Traditionen, Malerei, Metallarbeit, Musik und ein leidenschaftlich ausdrucksstarkes Identitätsgefühl. Port-au-Prince, Jacmel, Bergstädte und Küstengemeinden tragen jeweils unterschiedliche Texturen bei, von literarischem Leben und Karneval bis hin zu Lebkuchenarchitektur und Handwerkerwerkstätten. Es ist einer dieser Orte, an denen künstlerische Vorstellungskraft keine Randbemerkung ist, sondern einer der klarsten Wege, das Land zu verstehen.
es: Haití comparte la isla de La Española con la República Dominicana y posee una de las firmas culturales más originales del Caribe, moldeada a través del idioma criollo, las tradiciones vudú, la pintura, la metalistería, la música y un sentido de identidad profundamente expresivo. Puerto Príncipe, Jacmel, los pueblos de montaña y las comunidades costeras contribuyen todos con distintas texturas, desde la vida literaria y el carnaval hasta la arquitectura de jengibre y los talleres artesanales. Es uno de esos lugares donde la imaginación artística no es un detalle secundario sino una de las formas más claras de entender el país.
fr: Haïti partage l'île d'Hispaniola avec la République dominicaine et possède l'une des signatures culturelles les plus originales des Caraïbes, façonnée par la langue créole, les traditions vaudou, la peinture, la métallurgie, la musique et un sens de l'identité profondément expressif. Port-au-Prince, Jacmel, les villes de montagne et les communautés côtières contribuent toutes à des textures différentes, de la vie littéraire et du carnaval à l'architecture en pain d'épice et aux ateliers d'artisans. C'est l'un de ces endroits où l'imagination artistique n'est pas une note de bas de page mais l'un des moyens les plus clairs de comprendre le pays.
it: Haiti condivide l'isola di Hispaniola con la Repubblica Dominicana e porta con sé una delle firme culturali più originali dei Caraibi, plasmata attraverso la lingua creola, le tradizioni Vodou, la pittura, la lavorazione dei metalli, la musica e un senso di identità fortemente espressivo. Port-au-Prince, Jacmel, le città di montagna e le comunità costiere contribuiscono tutte con trame diverse, dalla vita letteraria e dal carnevale all'architettura di pan di zenzero e ai laboratori artigianali. È uno di quei luoghi in cui l'immaginazione artistica non è una nota a margine ma uno dei modi più chiari per comprendere il Paese.
pt_br: O Haiti compartilha a ilha de Hispaniola com a República Dominicana e possui uma das assinaturas culturais mais originais do Caribe, moldada pela língua crioula, tradições do Vodu, pintura, metalurgia, música e um senso de identidade intensamente expressivo. Porto Príncipe, Jacmel, cidades montanhosas e comunidades costeiras contribuem todas com diferentes texturas, da vida literária e do carnaval à arquitetura de biscoito de gengibre e aos ateliês artesanais. É um desses lugares onde a imaginação artística não é um detalhe, mas uma das maneiras mais claras de entender o país.
ru: Гаити делит остров Гаити с Доминиканской Республикой и обладает одной из самых оригинальных культурных особенностей Карибского региона, сформированной через креольский язык, традиции вуду, живопись, металлическое ремесло, музыку и ярко выраженное чувство идентичности. Порт-о-Пренс, Жакмель, горные города и прибрежные общины вносят разные нюансы, от литературной жизни и карнавала до пряничной архитектуры и ремесленных мастерских. Это одно из тех мест, где художественное воображение не является побочной деталью, а одним из самых наглядных способов понять страну.

# country.description.hu
source: Hungary sits in the Carpathian Basin and has long been shaped by its position between western, central, and southeastern Europe. Budapest's grand architecture reflects the Austro-Hungarian era, while thermal baths, plains, and wine regions point to other layers of the national story. It is a country where imperial memory and a very distinct language combine to make the identity feel unusually self-contained.
de: Ungarn liegt im Karpatenbecken und wurde lange Zeit durch seine Lage zwischen West-, Mittel- und Südosteuropa geprägt. Die grandiose Architektur Budapests spiegelt die Österreichisch-Ungarische Ära wider, während Thermalbäder, Ebenen und Weinregionen auf andere Schichten der nationalen Geschichte hinweisen. Es ist ein Land, in dem imperiale Erinnerungen und eine sehr eigenständige Sprache zusammenkommen, wodurch die Identität ungewöhnlich in sich geschlossen wirkt.
es: Hungría se encuentra en la Cuenca de los Cárpatos y ha sido moldeada durante mucho tiempo por su posición entre Europa occidental, central y sudoriental. La grandiosa arquitectura de Budapest refleja la era austrohúngara, mientras que los baños termales, las llanuras y las regiones vinícolas señalan otras capas de la historia nacional. Es un país donde la memoria imperial y un idioma muy distinto se combinan para hacer que la identidad se sienta inusualmente autosuficiente.
fr: La Hongrie se situe dans le Bassin des Carpates et a longtemps été façonnée par sa position entre l'Europe occidentale, centrale et du sud-est. La grande architecture de Budapest reflète l'époque austro-hongroise, tandis que les bains thermaux, les plaines et les régions viticoles renvoient à d'autres dimensions de l'histoire nationale. C'est un pays où la mémoire impériale et une langue très distincte se combinent pour donner à l'identité un sentiment de quasi-autonomie.
it: L’Ungheria si trova nel bacino dei Carpazi ed è stata a lungo modellata dalla sua posizione tra l’Europa occidentale, centrale e sud-orientale. La grandiosa architettura di Budapest riflette l'era austro-ungarica, mentre i bagni termali, le pianure e le regioni vinicole rimandano ad altri strati della storia nazionale. È un paese in cui la memoria imperiale e una lingua molto distinta si combinano per far sembrare l'identità insolitamente autonoma.
pt_br: A Hungria está situada na Bacia dos Cárpatos e há muito tempo é moldada por sua posição entre a Europa ocidental, central e sudeste. A grandiosa arquitetura de Budapeste reflete a era austro-húngara, enquanto banhos termais, planícies e regiões vinícolas apontam para outras camadas da história nacional. É um país onde a memória imperial e uma língua muito distinta se combinam para fazer a identidade parecer excepcionalmente autocontida.
ru: Венгрия расположена в Карпатской низменности и давно формировалась под влиянием своего положения между западной, центральной и юго-восточной Европой. Великолепная архитектура Будапешта отражает эпоху Австро-Венгрии, в то время как термальные купальни, равнины и винодельческие регионы указывают на другие аспекты национальной истории. Это страна, где имперская память и очень специфический язык сочетаются, создавая ощущение необычно целостной идентичности.
